;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 2.x

[Language]
Name = Afrikaans
Code = af
Encoding = Unicode

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Inligting oor %{Program.Name}
Label_Version = Weergawe
Label_AutoIt = Gebou met AutoIt weergawe
Label_Copyright = Kopiereg
Tip_Title_Donate = Skenk aan %{Company.Name}
Tip_Message_Donate = As jy 'n skenking maak, help jy om ons sagteware gratis te hou\rnen stel ons in staat om die gereedskap en dienste te bekom\rnwat ons gebruik om u te dien. 
Label_Home = Tuisblad
Label_License = Lisensie
Label_Support = Ondersteuning
Tip_Title_Country = Gemaak in Suid-Afrika
Tip_Message_Country = %{Program.Name} is in Suid-Afrika gebore.
Label_Contributors = Bydraers
Tip_Facebook = Like ons op Facebook.
Tip_Twitter = Volg ons op Twitter.
Tip_GooglePlus = Vind ons op Google.
Tip_GitHub = %{Program.Name} op GitHub
Button_Ok = OK
Label_RAM = (GEHEUE) %d MB VAN %d MB BESKIKBAAR (%d%)
Tip_RAM = Ewetoeganklike Geheue
Label_HDD = (%s) %.2f GB VAN %.2f GB BESKIKBAAR (%d%)

[Custom]
Label_Status_Welcome = As u DVD-drives ontbreek van %{Windows.Version} of dit nie deur sekere programme herken word nie, kliek '%s' en herbegin u rekenaar. Onthou om 'n stelselherstelpunt te skep voordat jy voortgaan.
Label_Status_Updates = Op soek na opdaterings
Label_Status_Warning = Dit kan nodig wees om enige sagteware wat ontwerp is om BD/DVD/CD-drives te gebruik nadat u %{Program.Name} gebruik het, weer te installeer.
Radio_Reset_Autorun = Herstel Autorun-opsies
Checkbox_Just_Repair = Net herstel
Tip_Nothing_Title = Deaktiveer reset en beskerm opsies.
Tip_Nothing_Message = Deaktiveer ekstra verwerking
Radio_Protect = Beskerm teen Autorun Malware
Tip_Protect_Message = Hierdie opsie skakel die autorun funksionaliteit uit vir alle verwyderbare dryf!\rnKies '%s' om autorun weer in te skakel.
Tip_Protect_Title = Waarskuwing!
Checkbox_Include_Local = Insluitende Plaaslike masjien
Button_Repair = Herstel DVD drives

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a donating to keep the lights on?
Label_Message = Click on the PayPal button below to donate a little something. When you donate you help us to keep on making quality free software.
Label_Donate = Would you consider a small gift of $10 to help us keep the lights on and make quality free software?

[Logging]
Finished = Klaar
success = sukses
Response_Received = Reaksie Ontvang
Successfully = Suksesvol
OK = OK!
Registration_succeeded = Registrasie suksesvol
Initiated = Geïnisieer
Error = fout
Failed = misluk
Access_Denied = Toegang word geweier
No_Operation_Performed = Geen operasie kan uitgevoer word nie
VERSION = WEERGAWE
File_Not_Found = Kon die [%s] loglêer nie vind nie
Showing_File = Vertoon [%s] loglêer
Showing_Error = Iets het verkeerd gegaan: Proses ID: %s
Opening_File = Besig om die loglêer oop te maak
Opening_Directory = Besig om die log omslag oop te maak
Directory_Not_Found = Kon die [%s] log omslag nie vind nie
Showing_Directory = Vertoon [%s] log omslag
Bool_Yes = Ja
Bool_No = Nee
Info_Date = Datum:
Info_Program = Program:
Info_Program_Version = Program Weergawe:
Info_Program_Path = Program Pad:
Info_Compiled = Saamgestel:
Info_AutoIt_Version = AutoIt Weergawe:
Info_AutoIt_64Bit = AutoIt 64-Bis Weergawe:
Info_Windows_Version = Windows Weergawe:
Info_System_Type = Stelsel Tipe:
Info_Memory = Geheue (RAM):
Info_ProgramFiles = Program Lêers:
Info_Windows_Directory = Windows Omslag:
Level_Error = Fout:
Level_Warning = Waarskuwing:
Level_Success = Sukses:
Level_Finished = Klaar:

[Menus]
File = &Lêer
File_Preferences = &Voorkeure
File_Logging = &Logging
File_Logging_Open_File = Vertoon &loglêer
File_Logging_Open_Directory = Vertoon log &omslag
File_Reboot = &Herlaai Windows
File_Close = Sluit af\tAlt+F4
Troubleshoot = &Vind Probleme
Troubleshoot_Hardware = &Vind Probleme met &hardeware
Tools = &Gereedskap
Tools_System_Restore = Skep 'n &Windows Herstelpunt
Tools_Device_Manager = &Device Manager
Tools_Update_Firmware = Opdateer &Firmware (FirmwareHQ.com)
Help = &Help
Help_Update = Soek vir &Opdaterings
Help_Home = %{Company.Name} &Tuiste
Help_Downloads = &Meer Sagteware
Help_Support = &Ondersteuning
Help_Issue = Skep 'n &probleem
Help_Donate = &Skenkings 
Help_About = &Inligting oor %{Program.Name}

[Messages]
Info_Title = Neem asseblief kennis
Warning_Title = Waarskuwing!
Error_Title = Oeps! Iets het verkeerd geloop!
Error_Oops = Oeps!
Singleton = %{Program.Name} is alreeds oop.
Compatible = %{Program.Name} is nie verenigbaar met u weergawe van Windows nie. As jy glo dat dit 'n fout is, voel asseblief vry om 'n boodskap by %s te stuur met al die besonderhede.
Compatible_Bit = Ongelukkig is %{Program.Name} 32 Bit nie verenigbaar met u weergawe van Windows nie. Laai asseblief %{Program.Name} 64 Bit van %s af.
Loading_Initializing = Initialisering van %{Program.Name} 
Loading_Localizations = Laai Localisasies
Loading_Resources = Laai Hulpbronne
Loading_WorkingDirectories = Stel Werkgidse op
Loading_Logging = Initialiseer Logging
Loading_Configuration = Laai Konfigurasie
Loading_Shortcuts = Laai Sleutelbordkortpaaie
Loading_Interface = Begin Kernkoppelvlak
Ping_Check_Connection = Kontroleer verbinding met die Internet.
Ping_Response = Reaksie ontvang in %s millisekondes.
Ping_Host_Offline = Afgeleë Rekenaar is vanlyn af.
Ping_Host_Unreachable = Afgeleë Rekenaar is onbereikbaar.
Ping_Host_Bad = Slegte Bestemming.
Ping_Host_No_Internet = Geen Internet konneksie nie.
Global_Errors = Voltooid met (%02i) %s!
Global_Errors_Error = fout
Global_Errors_Errors = foute
Global_Finished = Geselekteerde taak voltooid.
Global_File = lêer
Global_Files = lêers
RegisterDll_Success = RegSvr32.exe > '%s' registrasie suksesvol.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Om 'n module te registreer, moet u 'n binêre naam verskaf.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Spesifieke module nie gevind nie.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module gelaai maar toegangspunt DllRegisterServer is nie gevind nie.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Foutnommer: 0x80070005
Registry_Write_Error = Kon nie skryf na '%s'
Registry_Error_01 = Kan nie versoekte sleutel oopmaak nie.
Registry_Error_02 = Kan nie aangevraagde hoof sleutel oopmaak nie.
Registry_Error_03 = Kan nie aangevraagde waarde oopmaak nie.
Registry_Error_04 = Waarde tipe word nie ondersteun nie.
Registry_Error_05 = Kan nie versoekte waarde uitvee nie.
Registry_Error_06 = Kan nie versoekte sleutel/waarde uitvee nie.

[Messages2]
Boot_01 = 'n Stelselherlaai kan nodig wees voordat die instellings van krag word.
Boot_02 = Om te Reboot of nie te Reboot nie?
Boot_03 = Jy moet dalk jou rekenaar reboot voordat die instellings van krag sal wees. Wil jy jou rekenaar nou reboot? Stoor jou goed, hou jou asem op en druk 'Yes' om jou rekenaar te reboot. Of druk 'No' om my te ignoreer.
Boot_04 = ^ Jy wil nie jou rekenaar herlaai nie?
Boot_05 = ^ Ek kan nie daarmee argumenteer nie. Dit is tog jou rekenaar.
Boot_06 = Klik op '%s' en dan '%s' om jou rekenaar te reboot.
Boot_07 = Herlaai tans Windows...
MsgBox_Boot_Title = Reboot!
MsgBox_boot_Message = Jou rekenaar sal herlaai in %s sekondes. Dit behoort jou genoeg tyd te gee om jou goed te red. Druk Ok om jou rekenaar te herlaai.
Boot_Restarting = Jou rekenaar is besig om te herlaai.
Boot_Canceled = Herlaai Gekanselleer.
Repair_Drives_01 = Herstel DVD Drives.
Repair_Drives_02 = Herstel van Upper en Lower Filters.
Repair_Drives_03 = Herstel van Autorun-instellings.
Repair_Drives_04 = Herstel van die ATAPI-skyf koppelvlak.
Repair_Drives_05 = Hoop dat u probleme opgelos is. Indien nie, kan dit 'n fisiese hardeware probleem wees.

[Preferences]
Window_Title = Voorkeure
Tab_General = Algemene
Tab_Performance = Prestasie
Tab_Language = Taal
Group_Logging = Logging
Group_Priority = Prioriteit
Group_Memory = Geheue
Group_Language = Taal
Checkbox_Enable_Logging = Aktiveer Logging
Label_Log_Exceed = Log mag nie groter wees as:
Label_Logging_Size = Logging Grootte: %s KB
Button_Logging_Clear = Maak Skoon
Label_SetPriority = Stel proses prioriteit:
Checkbox_SaveRealtime = Stoor prioriteit bo hoog (nie aanbeveel nie).
Checkbox_ReduceMemory = Verminder geheue op lae geheue stelsels.
Label_Language_Message = Kies die taal wat u verkies en druk die %s knoppie om voort te gaan. (Herbegin benodig)
Button_Save = Stoor
Button_Cancel = Kanselleer
Label_Updated = Voorkeure Opgedateer
Label_Logging_Cleared = Logging Skoongemaak
MsgBox_Language_Title = Taal verander!
MsgBox_Language_Message = Die gekose taal is verander. %{Program.Name} moet herbegin word vir die gekose taal om in werking te tree.
MsgBox_Closing_Title = Maak %{Program.Name} toe
MsgBox_Closing_Message = Wil jy nou %{Program.Name} toe maak?

[Update]
Window_Title_Available = Opdatering Beskikbaar
Window_Title_Congratulations = Hierdie is die nuutste weergawe.
Window_Title_Error = Iets het verkeerd geloop!
Label_Message_Update = Daar is 'n nuwe weergawe van %{Program.Name} beskikbaar.
Label_Message_Latest = U gebruik die nuutste weergawe van %{Program.Name}.
Label_Message_Error = Inligting oor die nuutste weergawe van %{Program.Name} kon nie opgespoor word nie.
Label_Message_Internet = Gaan asseblief u internetverbinding na en probeer weer.
Label_Build_Current = Huidige Bou:
Label_Build_Update = Opdatering Bou:
CheckBox_NoUpdate = Moenie vir opdaterings soek nie.
Button_Update = Lees meer
Button_Close = Maak toe

[Versioning]
Administrator = Administrateur
Build = Bou
AutoIt_Version = Met AutoIt Weergawe %{AutoIt.Version}
Bit = Bit